cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'neovim/neovim'
tap 'kryptco/tap'

brew 'ack'
brew 'bazel'
brew 'coreutils'
brew 'imagemagick'
brew 'kr'
brew 'libgit2'
brew 'openssl'
brew 'neovim'
brew 'node'
brew 'numpy', args: ['with-python3']
brew 'readline'
brew 'postgresql'
brew 'python3'
brew 'ruby-build'
brew 'the_silver_searcher'
brew 'tmux'
brew 'wget'
brew 'yarn'
brew 'vim'
brew 'zsh'

cask '1password'
cask 'atom'
cask 'google-chrome'
cask 'iterm2'
cask 'java'
cask 'omnifocus'
cask 'slack'
cask 'spotify'
cask 'transmission'
cask 'vlc'
